Repository: LekiTech/lezgikeyboard
Catalog: LezgiKeyboard/LezgiKeyboard/Localizable.xcstrings
Source language: en
Languages: ru

source: Developed by LekiTech
ru: Разработано LekiTech

source: Feels native
ru: Как системная

source: Full Lezgi alphabet
ru: Полный лезгинский алфавит

source: How to install
ru: Как установить

source: Lezgi Keyboard
ru: Лезги Кхьин

source: Matches the iOS keyboard down to the details
ru: Повторяет клавиатуру iOS до мелочей

source: Never asks for Full Access and sends nothing anywhere
ru: Не требует полного доступа и ничего никуда не отправляет

source: Open Settings
ru: Открыть Настройки

source: Over 20,000 Lezgi words, fully offline
ru: Более 20 000 лезгинских слов, полностью офлайн

source: Palochka and digraphs like цӏ, къ, уь are one long press away
ru: Палочка и диграфы — цӏ, къ, уь — через долгое нажатие

source: Private by design
ru: Приватная по умолчанию

source: Switch languages using the 🌐 key on the keyboard
ru: Для переключения между языками нажимайте кнопку 🌐 на клавиатуре

source: Tap **Keyboards**
ru: Выберите **Клавиатуры**

source: Tap **Open Settings** below
ru: Нажмите **«Открыть Настройки»** ниже

source: Tip: you can also add the keyboard via **Settings → General → Keyboard → Keyboards**
ru: Подсказка: клавиатуру также можно добавить через **Настройки → Основные → Клавиатура → Клавиатуры**

source: Turn on **Lezgi Keyboard**
ru: Включите **Лезги Кхьин**

source: Type in your native language
ru: Пишите на родном языке

source: Word suggestions
ru: Подсказки слов
